 [
        {   "orgid":"ORG10001",
            "Terminology": "Data Policies",
            "Definition": "Appropriate protocols for Data Governance & Information Management that are established in the form of best-practice policies, guidelines, procedures and standards. Aligned to relating compliance and regulations."
        },
        {   "orgid":"ORG10001",
            "Terminology": "Data Processes",
            "Definition": "Data Governance & Information Management processes are explicitly defined and documented."
        },
        {	"orgid":"ORG10001",
            "Terminology": "Data Accountability / Responsibility",
            "Definition": "All staff and 3rd party understand and have an awareness of Data & Information Management guidelines and principles.Relevant staff have the necessary Information  & Data Management skills to fulfil their role and to maximise value of information to the organisation.End Users are skilled in using available information in the context of doing their job, based on risk intelligence and informed action."
        },
        {	"orgid":"ORG10001",
            "Terminology": "Data or Information Asset Management",
            "Definition": "An organisational approach that puts structure around deriving maximum value from the collections of related information. Identifying the organisation’s information assets is an entry point to understanding the business context(s) for that information, enabling drill-down to multiple business process layers which are all supported by same information asset."
        },
        {	"orgid":"ORG10001",
            "Terminology": "Metadata Management",
            "Definition": "A coordinated approach for data and information definitions, types, format and business rules."
        },
        {	"orgid":"ORG10001",
            "Terminology": "Master Data Management",
            "Definition": "Uniform approach for co-ordinating and integrating the models, workflows and detailed data records for commonly held reference data."
        },
        {	"orgid":"ORG10001",
            "Terminology": "Data Quality Management.",
            "Definition": "A coordinated approach for defining, measuring and improving the quality of data, ensuring its fitness-for-purpose and alignment with the business needs that it serves."
        },
        {	"orgid":"ORG10001",
            "Terminology": "Information Management Systems and Infrastructure",
            "Definition": "Implementation of necessary Information and Communication Technology infrastructure to support the end-to-end information lifecycle, Data Governance processes and business information needs."
        },
        {	"orgid":"ORG10001",
            "Terminology": "Role and Responsibilities for Data Governance Function",
            "Definition": "In support of achieving the Data Governance Vision and Mission Statement, the Data Governance Function is tasked with the following duties:1.Drive initiatives to improve and assure the business value of information assets in terms of quality, efficiency, usability and interpretation.2.Define, develop and support the operation of an Information Asset Management plan and associated Information Management processes, which align data and information with the key business processes that use each asset.3.Develop organisational policy describing how information should be treated and how ownership responsibilities and accountabilities can be established and monitored 4.Collaborate with application and data owners, .…."
        },
        {	"orgid":"ORG10001",
            "Terminology": "Personal Data",
            "Abbreviation": "PD",
            "Definition": "“Personal Data” refers to (i) any information about an individual whose identity is apparent or can reasonably be ascertained either from that information or from a combination of that and other information; and/or (ii) any information, including location data, that can reasonably be linked to a specific individual irrespective of whether or not the identity of the individual is apparent from that information or from a combination of that and other information.  "
        },
        {	"orgid":"ORG10001",
            "Terminology": "Data",
            "Definition": "“Data” and its management for the purpose of this document refers to all data and information in electronic form that Government Agencies capture, retrieve, share or process for the provision of e-Services to public, visitors and businesses. "
        },
        {	"orgid":"ORG10001",
            "Terminology": "Data Processing",
            "Abbreviation": "DP",
            "Definition": "“Data Processing” for the purpose of this document means the carrying out of any operation or set of operations on data, including the collection, receipt, recording, organizing, storing, adaptation, alteration, retrieval, consultation, use, disclosure, dissemination, transmission, blocking, erasure, or destruction of such information   “Data Sharing” means the disclosure of data form one or more agency/entity to a third party Agency/entity or Agencies/entities, or the sharing of data between parts of an Agency/entity   “Data Source Agency” means the Agency where the data is recorded, maintained and established as the rightful source for the given dataset(s), and that provides/shares the data with other agencies ."
        },
        {	"orgid":"ORG10001",
            "Terminology": "Data User Agency",
            "Definition": "“Data User Agency” means the Agency that requests/receives the data "
        },
        {	"orgid":"ORG10001",
            "Terminology": "Electronic Data",
            "Definition": "“Electronic Data” means all data in electronic format, structured or unstructured"
        },
        {	"orgid":"ORG10001",
            "Terminology": "Government Agency",
            "Definition": "“Government Agency” refers to all ministries and public institutions directly reporting to Ministries or Council of Ministers in the State of Qatar AND “Agency” means Government Agency, unless the term is used or referred to in a specifically different context."
        },
        {	"orgid":"ORG10001",
            "Terminology": "Data Management Association",
            "Abbreviation": "DAMA",
            "Definition": "“DAMA (the Data Management Association)” is a not-for-profit, vendor-independent, international association of technical and business professionals dedicated to advancing the concepts and practices of information resource management (IRM) and data resource management (DRM). "
        },
        {	"orgid":"ORG10003",
            "Terminology": "Third Party",
            "Abbreviation": "3rd Party",
            "Definition": "“Third Party” for the purpose of this document shall mean any person or entity, other than the Data Source and Data User Agencies, that carries out data processing on behalf of an Agency and shall include any other person or entity appointed by a Third Party for the said purpose. "
        }
    ]
